# St7GetPlateNumPlies

Returns the number of plies in the specified plate element in a Strand7 model.

long St7GetPlateNumPlies(long uID, long PlateNum, long* NumPlies)

Input Parameters

uID

Strand7 model file ID.

PlateNum

Plate number.

Output Parameters
NumPlies

Number of plies.